<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/hydro1.webp"
  img2="/infobase/hydro2.webp"
  title="Гидроэнергия"
>
  <p slot="text1">
    Гидроэнергетика – это забытый гигант чистой электроэнергии, и ее необходимо снова включить в повестку дня в области энергетики и климата, если страны серьезно настроены достичь своих целей чистого нуля. Как сообщает НИАТ «Ховар», об этом  говорится в новом отчете Международного энергетического агентства (МЭА).<br /><br />
    «Хотя в последние годы внимание средств массовой информации и общественности было сосредоточено в основном на солнечных и ветровых электростанциях, у возобновляемых источников энергии есть совершенно другой король. Это гидроэлектростанции, которые в прошлом году произвели рекордные 4200 ТВтч электроэнергии. Они особенно важны в быстрорастущих экономиках», — заявил исполнительный директор МЭА Фатих Бирол.<br /><br />
    Согласно специальному отчету МЭА ((International Energy Agency, IEA), этому гиганту низкоуглеродной электроэнергии необходимы радикальные меры политики и инвестиций, чтобы поддержать более быстрое расширение использования солнечной и ветровой энергии.<br /><br />
    Сегодня гидроэнергетика играет ключевую роль в переходе к чистой энергии не только из-за огромного количества вырабатываемой ею электроэнергии с низким содержанием углерода, но также из-за ее непревзойденной способности обеспечивать гибкость и хранениеэнергии.    
  <p slot="text2">
    Многие гидроэлектростанции могут очень быстро увеличивать и уменьшать выработку электроэнергии по сравнению с другими электростанциями, такими как атомные, угольные и газовые. Это делает устойчивую гидроэнергетику привлекательной основой для интеграции большего количества энергии ветра и солнца, производство которой может варьироваться в зависимости от таких факторов, как погода и время суток или года.<br /><br />
    Общая установленная мощность гидроэлектростанций во всем мире в прошлом году достигла 1292 ГВт. На гидроэлектростанции приходится большая доля от общего производства электроэнергии, например, в Норвегии (99,5%), Швейцарии (56,4%) или Канаде (61%).<br /><br />
    Аккумулирующие гидроэлектростанции очень важны, так как они накапливают энергию и компенсируют различное потребление электроэнергии, главным образом потому, что атомные и тепловые электростанции реагируют на изменения потребляемой электроэнергии в энергосистеме, намного медленнее, чем гидроэлектростанции.<br /><br />
    Ожидается, что в период с 2022 по 2030 год мировые гидроэнергетические мощности увеличатся на 17%, в первую очередь за счет Китая, Индии, Турции и Эфиопии
  </p>
</EnergyTypePage>