<div class="m-2 md:m-0 !mt-20 p-4 md:p-10 min-h-[150px] bg-base-200 rounded">
  <p class="font-medium text-lg">
    Наша миссия - интегрировать возобновляемые источники энергии в промышленность, повседневную жизнь и поддерживать перспективные стартапы в этой области.
  </p>
  <br />
  <p>
    Мы активно сотрудничаем с инновационными компаниями, разрабатывая передовые технологии и методы, которые позволяют эффективно внедрять возобновляемую энергию в различные отрасли. Наша команда экспертов работает на стыке технологий, экономики и экологии, чтобы создавать устойчивое будущее для наших клиентов и общества в целом.
  </p>
</div>