<script lang="ts">
  import NewsCard from "./NewsCard.svelte";
</script>

<h1 class="text-4xl font-semibold mb-8 text-center">Новости</h1>
<div class="flex flex-col lg:flex-row justify-between items-center flex-wrap gap-4">
  <NewsCard
    isNew
    title="Инновационные солнечные панели"
    text="Cолнечные панели нового поколения обещают увеличить эффективность конверсии солнечного света в электричество до 50%. Это превосходит существующие коммерческие системы, обычно достигающие около 20%. Новая технология может существенно повлиять на глобальную энергетику."
    imgSrc="cards/biomass.webp"
  />
  <NewsCard
    title="Переработка отходов теперь производит ещё больше энергии"
    text="Один из лидеров в области переработки отходов, недавно внедрил улучшенный процесс, который позволяет извлекать на 30% больше энергии из отходов, чем ранее. Отходы теперь становятся ещё более ценным источником энергии, приводя к уменьшению зависимости от ископаемого топлива."
    imgSrc="cards/water.webp"
  />
  <NewsCard
    title="Запуск крупнейшего в мире ветряного парка"
    text="Крупнейший в мире ветряной парк начал свою работу в северной части Европы. С более чем 200 ветряными турбинами, парк способен обеспечить энергией более полумиллиона домов. Это важный шаг к цели региона по переходу к полностью возобновляемой энергии до 2040 года."
    imgSrc="cards/wind.webp"
  />
</div>