<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/wind2.webp"
  img2="/infobase/wind3.webp"
  title="Энергия Ветра"
>
  <p slot="text1">
    Развитие энергетики ветра является одним из важных трендов в современной энергетической индустрии. Ветровая энергия, получаемая из движения воздушных масс, представляет собой экологически чистый и устойчивый источник энергии, не зависящий от исчерпаемых природных ресурсов. В последние годы мировая мощность ветровых электростанций значительно выросла, и этот рост продолжает ускоряться.<br /><br />
    Одной из главных причин развития энергетики ветра является растущая осознанность общества о проблемах, связанных с изменением климата и исчерпанием ископаемых топлив. Ветровая энергетика является одним из ключевых инструментов в борьбе с глобальным потеплением и сокращением выбросов парниковых газов. Она способствует снижению использования углеводородных ископаемых, таких как нефть и уголь, и сокращению загрязнения окружающей среды. Кроме того, ветровая энергетика способствует диверсификации энергетического портфеля страны, уменьшая ее зависимость от импорта энергоресурсов и повышая энергетическую безопасность.    
  </p>
  <p slot="text2">
    В последние десятилетия в мире происходит активное развитие альтернативной или "зеленой" энергетики. Связан этот процесс с попыткой человечества уменьшить негативное влияние производства электроэнергии на окружающую среду, повысить доступность э/э и т. д.<br /><br />
    Сегодня ведущую роль в глобальной трансформации электроэнергетического сектора играют солнечная и ветровая энергетика. Ветроэнергетика успешно развивается в ряде стран. Так, сегодня около 12% э/э в государствах Европы генерируется именно на ВЭС. При этом в некоторых странах, например, в Дании, этот показатель достигает более 40%. В целом в период с 1997 по 2021 год суммарная мощность ветровой генерации электроэнергии в мире выросла почти в 98 раз – с 7,5 ГВт до 730 ГВт.
  </p>
</EnergyTypePage>