<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/ocean1.webp"
  img2="/infobase/ocean2.webp"
  title="Энергия Океана"
>
  <p slot="text1">
    Развитие энергии океана представляет собой потенциально важное направление в области возобновляемой энергетики. Океанские ресурсы, такие как приливы, течения и различные формы энергии волн, обладают огромным потенциалом для производства электроэнергии. Одним из самых перспективных способов использования энергии океана является установка приливных и морских электростанций.<br/><br/>
    Приливные электростанции используют разницу уровней воды прилива и отлива для приведения в движение турбин, генерирующих электричество. Этот метод обладает высокой надежностью и предсказуемостью, поскольку приливы возникают с определенной периодичностью. Морские электростанции, с другой стороны, используют энергию волн и течений. Технологии, такие как поплавки, покрытые специальными материалами, морские подводные турбины и платформы с волновыми генераторами, активно исследуются и разрабатываются для эффективного сбора и преобразования энергии океана.    
  </p>
  <p slot="text2">
    Развитие энергии океана стало вызвано необходимостью диверсификации источников энергии, а также стремлением снизить негативное влияние на окружающую среду. Энергия океана является низкоуглеродным решением, не производящим выбросов парниковых газов и не требующим сжигания ископаемых топлив. Кроме того, океанские ресурсы считаются практически бесконечными и доступными на международных водах, что предоставляет возможность для глобального использования энергии океана.<br /><br />
    В заключение, развитие энергии океана представляет огромный потенциал для создания чистой, устойчивой и экологически безопасной энергетической системы. Совершенствование технологий сбора и преобразования энергии океана, а также поддержка со стороны правительств и инвесторов, играют ключевую роль в расширении использования этого важного возобновляемого ресурса.
  </p>
</EnergyTypePage>