<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/bio1.webp"
  img2="/infobase/bio2.webp"
  title="Биоэнергия"
>
  <p slot="text1">
    Биоэнергетика — вид возобновляемой энергетики, цель которой получение топлива из биомассы. Очень давно кто-то положил дерево в огонь для получения тепла и для приготовления пищи. Это и было первое использование биотоплива. Сегодня биоэнергетика — это большая отдельная отрасль, в которой работают специалисты разных направлений. В ХХІ веке ученые и энергетики занимаются такими тремя основными направлениями извлечения энергии из биологических отходов:
    <br />— сжиганием биомассы;
    <br />— получением энергии в процессе брожения биомассы;
    <br />— получением разных видов топлива (спирт, газ) при специальной обработке биомассы.
    <br /><br />Выделим три основных вида биотоплива, над которыми сегодня активно работают ученые по всему миру: биоэтанол, биодизель и биогаз. Биоэтанол является аналогом автомобильного бензина. В Великобритании его делают из пшеницы, в Северной и Южной Америках — из сахарной свеклы, тростника, маиса и сои. Биодизель — вид дизельного топлива, изготавливаемого из масличных культур: из рапса или пальмового масла. Биогаз получают вследствие анаэробного разложения промышленных и пищевых отходов.  
  </p>
  <p slot="text2">
    Биоэнергетика представляет собой область, связанную с использованием органического материала, такого как биомасса и биогаз, для производства энергии. Этот вид возобновляемой энергетики базируется на переработке растительных и животных отходов, сельскохозяйственных культур и лесных ресурсов, а также на производстве биотоплива. Биоэнергетика имеет несколько преимуществ, включая снижение выбросов парниковых газов, сокращение зависимости от ископаемых топлив и создание новых рабочих мест в сельском хозяйстве и производственном секторе. Однако, важно обеспечивать устойчивость и эффективность процессов производства биоэнергии, чтобы минимизировать потенциальные отрицательные воздействия на экосистемы и продовольственную безопасность.
  </p>
</EnergyTypePage>
