<script lang="ts">
  import Footer from 'components/Footer.svelte';
  import NavbarAuth from 'components/Auth/NavbarAuth.svelte';
</script>

<NavbarAuth />
<div class="prose my-6 p-6 m-auto tracking-widest ">
  <h2>ВВЕДЕНИЕ</h2>
  <p>Настоящие условия использования и документы, упомянутые или указанные ниже (далее именуемые «Условия»), определяют основные концепции, в соответствии с которыми клиенты смогут использовать веб-сайт с URL-адресом des-logi.com (далее именуемый «Веб-сайт") и сопутствующие услуги (далее совместно именуемые "Сервис").</p>
  <p>Пожалуйста, внимательно прочитайте эти условия использования, так как они представляют собой соглашение между вами - нашим клиентом (далее именуемым «Клиент») - и нашей компанией. Это соглашение имеет юридическую силу. Открывая учетную запись (далее именуемую «Учетная запись») и используя Сервис, вы соглашаетесь с настоящими Условиями и любыми поправками, которые могут периодически публиковаться.</p>
  <p>Если у вас есть вопросы, пожалуйста, свяжитесь с нашей компанией, используя контактную информацию ниже.</p>

  <h2>Название</h2>
  <p>Distributed
    Efficient Shipping(«DES») используется для осуществления коммерческой деятельности (далее «Distributed
    Efficient Shipping »).</p>
  <p>ATC выступает в качестве оператора веб-сайта des-logi.com, работающего на основании лицензии № 13 87 39 59 на предоставление услуг доверительного управления и целевых инвестиций, выданной правительством Великобритании и расположенной по адресу England B14 1TR, London, United Kingdom., SW1Y 4PE. Представители DES будут общаться с каждым Клиентом только с использованием зарегистрированного адреса электронной почты (далее именуемого «Зарегистрированный адрес электронной почты»), указанного Клиентом при открытии учетной записи в DES. Электронные письма от представителей Unitgy будут приходить только с этого адреса электронной почты: support-contact@des.com</p>

  <h2>ОБЩИЕ УСЛОВИЯ</h2>
  <p>Компания оставляет за собой право вносить изменения в настоящие условия в любое время (включая любые документы, указанные ниже). Если такая поправка не является существенной, мы можем не отправлять предварительное уведомление о ее исправлении. Вы будете заранее уведомлены о существенных изменениях условий. Вам может потребоваться подтвердить свое согласие с обновленными условиями, прежде чем изменения вступят в силу. Если вы возражаете против любых таких изменений, вы обязаны немедленно прекратить использование сервиса. В этом случае применяются следующие правила расторжения договора. Дальнейшее использование сервиса означает, что вы согласны с изменениями. Любые инвестиции, которые не были сделаны до вступления в силу измененных условий, будут регулироваться в соответствии с ранее существовавшими условиями.</p>
  <p>Если у вас есть сомнения относительно того, как использовать Сервис, вам следует прочитать эти условия или обратиться в отдел обслуживания клиентов (далее именуемый «Отдел обслуживания клиентов») по адресу support-contact@des.com.</p>

  <h3>1. ОБЯЗАННОСТИ КЛИЕНТА</h3>
  <p>1.1  Используя Сервис ни при каких обстоятельствах, вы соглашаетесь со следующими условиями.</p>
  <p>1.1.1  Вам уже исполнилось 18 лет (или вы достигли совершеннолетия, предусмотренного законодательством соответствующей юрисдикции), и вы можете заключать с нашей компанией соглашения, имеющие юридическую силу.</p>
  <p>1.1.2  Вы проживаете на территории страны, где частное инвестирование разрешено законом и не требует от инвестора наличия соответствующих лицензий или вы уже получили такую лицензию (В случае сомнений обратитесь за консультацией к юристу). Вы несете ответственность за обеспечение законности использования сервиса.</p>
  <p>1.1.3  Вы не являетесь резидентом следующих стран.</p>
  <ul>
      <li>США и подчиненные ей территории</li>
      <li>Французская Республика и подчиненные ей территории</li>
      <li>Сингапур</li>
  </ul>
  <p>1.1.4  Когда вы осуществляете перевод в нашу компанию, вы имеете право на такие действия (например, вы являетесь авторизованным пользователем кредитной или дебетовой карты или имеете право осуществлять платежи другим способом). Вы действуете как физическое лицо в своих интересах и от своего имени и не представляете интересы других лиц. Вы понимаете и осознаете, что инвестиции всегда сопряжены с определенным риском. В этом случае вы будете нести полную ответственность за вероятные риски, связанные с вашими инвестициями.</p>
  <h3>2. Соглашение о Пороге Вложений и Использовании e-signature</h3>
  <p>2.1 Порог Вложений: Инвесторам, желающим внести в инвестиционный фонд сумму, превышающую 25000 долларов США (USD), следует соблюдать следующее правило:</p>
  <p>2.2 Дополнительный Договор с помощью e-signature: В случае, если инвестор намеревается внести сумму, превышающую 25000 USD, он обязан заключить дополнительный договор с использованием системы e-signature. Это необходимо для узаконивания и установления юридической силы сотрудничества между инвестором и инвестиционным фондом.</p>
  <p>2.3 Процесс подписания: Дополнительный договор, подлежащий подписанию с использованием e-signature, будет предоставлен инвестору в электронном формате. Инвестор должен внимательно ознакомиться с содержанием договора и подписать его с использованием технологии e-signature.</p>
  <p>2.5 Юридическая Защита: Подписание дополнительного договора с e-signature обеспечивает инвестора дополнительной юридической защитой и гарантирует соблюдение всех применимых правил и положений.</p>
  <p>2.5 Соблюдение Обязательств: Важно для всех инвесторов соблюдать это правило и завершить процедуру подписания договора при достижении или превышении пороговой суммы вложений.</p>
</div>
<Footer />