<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/geo1.webp"
  img2="/infobase/geo2.webp"
  title="Геотермальная Энергия"
>
  <p slot="text1">
    Приведены данные, в каких странах геотермальная энергетика развивается наиболее успешно и для каких целей применяется. Лидерами являються США, Филиппины, Мексика, Индонезия, Новая Зеландия. Все эти страны расположены в областях современного вулканизма, в пределах "Огненного Кольца", где теплоноситель имеет высокие параметры, доступен на поверхности Земли, где расходы на сооружение ГеоТЭС минимальны и себестоимость энергии конкурентоспособна на рынке энергоносителей. Подчеркивается, что в мировых масштабах геотермальная энергетика используется крайне мало: доля электроэнергии, получаемой с помощью геотермальных ресурсов, составляет всего 0,5 %. Ее производят всего в 24 странах. Значительно более масштабно выглядит прямое использование геотермальной теплоты: для обогрева помещений, в том числе, для централизованного теплоснабжения, для обогрева бассейнов, теплиц, кондиционирования, для подогрева открытого грунта, обогрева дорожного покрытия, в промышленных технологических процессах, для таяния снега и других целей. Например, в столице Китая Пекине пробурено около трехсот скважин глубиной примерно 3 километра, из которых поступает вода с температурой до 70 градусов C, которая используется для центрального отопления высотных домов и для обогрева теплиц. В Исландии за счет геотермальной теплоты обеспечивается 90 % потребностей страны в отопительных мощностях; на отопление и горячее водоснабжение тратится почти половина объемов геотермальной энергии.
  </p>
  <p slot="text2">
    Наблюдается тенденция увеличения инвестиций в научно-исследовательские и опытно-промышленные разработки, в создание региональных программ развития возобновляемых источников энергии, что позволяет прогнозировать снижение себестоимости технологий, рисков их реализации и повышение конкурентоспособности геотермальной энергетики.
  </p>
</EnergyTypePage>