<script lang="ts">
  import EnergyTypePage from "components/Landing/EnergyTypePage.svelte";
</script>

<EnergyTypePage
  img1="/infobase/solarimage1.webp"
  img2="/infobase/solarimage2.webp"
  title="Солнечная Энергия"
>
  <p slot="text1">
    В двадцать первом веке мощности мировой СЭ растут в среднем более чем на 30% в год. На эти темпы не влияют ни экономические кризисы, ни резкие колебания цен на другие энергоресурсы. Пока еще доля СЭ в мире невелика, но через несколько десятилетий, возможно, именно она станет главным источником энергии на планете.<br /><br />
    Согласно долгосрочным прогнозам Bloomberg New Energy Finance (2017) ожидается, что доля ветряной и солнечной электрогенерации в глобальной энергетической корзине к 2040 году вырастет в шесть раз и превысит все остальные виды энергии.
  </p>
  <p slot="text2">
    Годовая солнечная радиация по энергетическому содержанию многократно превосходит все мировые запасы ископаемого топлива вместе взятые. Только за один час на Землю поступает столько солнечной энергии столько, сколько человечество использует за год во всех сферах.<br /><br />
    Энергия солнца — наиболее перспективный источник электроэнергии, который способен заменить собой и даже вытеснить с рынка традиционные ископаемые энергоносители, в будущем полностью покрыв мировые потребности в электричестве. Получать эту энергию можно без остановки в любом месте земного шара, причем совершенно бесплатно, при этом поведение солнца намного более предсказуемо метеорологически, чем перемещение воздушных масс, создающих ветер
  </p>
</EnergyTypePage>
